{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/蔬菜什錦蓋飯！這是一種能吃到健康蔬菜的最佳方式。用少許芝麻油炒一下蔬菜，再加入足夠的新鮮生薑和大蒜。現在，深吸一口氣……嗷，味道果然很不錯。/蔬菜什錦蓋飯",
        "2": "Coleslaw/高麗菜沙拉！想吃上一大盤清淡而柔軟的高麗菜？不光是你有這樣的想法。其實高麗菜沙拉可以做得更加美味。做這道菜，一定要選取多汁、新鮮的高麗菜。撒上一點醋和沙拉醬就可以了。啊，非常脆爽。/高麗菜沙拉",
        "3": "Radish Salad/蘿蔔沙拉！沒有什麼菜能夠比得上一盤新鮮的胡椒蘿蔔。這讓我想起來晚春的時候……我的母親會將新鮮的蘿蔔切成片，然後撒上一點鹽和胡椒粉，和全麥麵包一起吃。啊，這些都是往事……我好像有點離題了，仔細看好……/蘿蔔沙拉",
        "4": "Omelet/煎蛋卷！這是一道很簡單的菜，但是，一不小心就會做壞。一個完美的煎蛋卷簡直就是一件藝術品。這是一個純金色、閃閃發光的天使之蛋，接下來，我要向你們展示一下我的絕技……/煎蛋卷",
        "5": "Baked Fish/烤魚！每當我在家做這道菜的時候，我那兩隻貓就會抓狂。我需要安排一位幫廚來看著它們，防止它們跳上來搶魚吃。一定要選取新鮮的魚，最好是你親手釣的。好了，現在我要把魚放到鋪好的綠色蔬菜上……/烤魚",
        "6": "Pancakes/鬆餅！有的時候，我會被精緻、複雜的菜餚吸引……不過，一塊簡單的鬆餅也可以撫慰我的心靈。建議在這一層層熱煎餅上塗上奶油和楓糖漿。/鬆餅",
        "7": "Maki Roll/生魚片壽司！柔軟的米飯將魚的鮮味包裹其中。喜歡口味重點的，也可以來一點芥末。說著說著，我就開始流口水了。哦，我太喜歡壽司了……/生魚壽司",
        "8": "Bread/麵包！製作麵包可以說是一件非常複雜的事情，但是，我可以讓它變得很簡單。最重要的材料當然就是麵粉了。不過，在和麵之前，我們得讓醒一下酵母。它們喜歡溫水。我喜歡使用普通的糖，不過用蜂蜜或者楓糖漿也是可以的！/麵包",
        "9": "Tortilla/墨西哥薄餅！看這個節目的時候，有多少人還在咬著用微波爐烤出來的傻瓜式玉米煎餅呢？丟人啊。那樣吃薄餅還不如直接把玉米粒裹到破舊的抹布裡。現在，都給我聽好了。如果你嘗了我手工製作的新鮮玉米煎餅，你就再也不會像以前一樣……/墨西哥薄餅",
        "10": "Trout Soup/鱒魚湯！這剛鋪捉上來的鱒魚不知為何讓我有點小激動。也許是河鮮的鮮味刺激到我了。總之，我今天要和你們分享一種鱒魚湯的絕妙烹飪法……/鱒魚湯",
        "11": "Glazed Yams/琉璃山藥！現在是吃山藥的好時節，品嘗這些可愛的塊莖時，沒有比抹上又甜又稠的糖漿更好的了吧？你只需要準備一根乾淨、成熟的山藥和一把糖。現在，看我怎麼來做……/琉璃山藥",
        "12": "Artichoke Dip/水煮洋薊！這是讓洋薊的營養進入你體內的絕妙方式。我自己的話，就不會用什麼東西蘸著吃。我只是像喝奶昔一樣將這道菜大口吃下去。非常美味。/水煮洋薊",
        "13": "Plum Pudding/葡萄乾布丁！面對這種甜份充足的美食，小傑克霍納已經顯得迫不及待了。但誰會責怪他呢？這葡萄乾真的是又香又甜，再加上適度的酸味，完全可以打開你沉睡中的味蕾。你真的需要親身體驗一下……/葡萄乾布丁",
        "14": "Chocolate Cake/巧克力蛋糕！在冬季的寒夜裡，沒有比品嘗濃香的巧克力蛋糕更讓人感到溫暖的了吧？在我的幫助下，你很快就可以製作出最為精美的蛋糕。現在，你需要加入足夠的糖……/巧克力蛋糕",
        "15": "Pumpkin Pie/南瓜派！在我家裡，冬日星盛宴的時候，會吃南瓜派，這已成一個習俗。如果你不吃上一口從農場採摘下來的新鮮、美味的南瓜，就會覺得這個季節總缺少了些什麼。加上一點肉豆蔻、桂皮和丁香，你的眼前就會浮現出一片金紅之地……/南瓜派",
        "16": "Cranberry Candy/蔓越莓糖果！這是一款你過新年時需要的絕妙糖果。蔓越莓本身就帶有苦味，但是，把它們浸到大量的糖水中之後，嘗起來簡直就像是天使的眼淚。現在，看我怎麼來做……/蔓越莓糖果",
        "17": "Pizza/披薩！披薩是永恆的烹飪經典，這也是有其原因的。金黃色的精美餅胚已經出爐了，先澆一層蒜香濃郁的番茄醬，然後，再淋上一層讓人口水直流的乳酪。這才剛剛開始！讓我們在上面撒些新鮮胡椒和番茄。我的天！/披薩",
        "18": "Hashbrowns/薯餅！這道菜看似簡單，不過，真的是非常美味！先將馬鈴薯切成絲，然後撒上適量的鹽，再用你最喜歡的熱油將馬鈴薯絲炸好。感覺很簡單，是吧？好吧，我可以給你們一些建議，讓你們做起來更加簡單……/薯餅",
        "19": "Complete Breakfast/完美早餐！上週，我們教了你們如何製作馬鈴薯煎餅。這週，我要教你們如何將馬鈴薯煎餅和其它食材結合，做出一頓豐盛的愛心早餐。這個肉真的能填飽你的肚子，並且給你充足的能量，讓你一整天工作都有勁。/完美早餐",
        "20": "Lucky Lunch/幸運午餐！在古老的傳說中，這是一頓連幸運和財富之神都無法阻擋的午餐。你吃完之後，就會將幸運之氣引入你的肚內，這股幸運之氣會給你帶來好運直到午餐全部被消化。聽起來怪怪的，是吧？我不能說我一定相信，但是，不管如何，這午餐確實是美味啊！/幸運午餐",
        "21": "Carp Surprise/嘿，你是否有過一大堆鯉魚，但又不知道如何來處理？嗯，我也是。好吧，我找到了一個方法，可以解決這個普遍存在的問題。我把它稱作……驚喜鯉魚。做起來很簡單，但需要很多的鯉魚……/驚喜鯉魚",
        "22": "Maple Bar/楓糖棒！為什麼楓糖棒總是第一個從甜甜圈盒中消失？ 令人費解吧，那是因為你們做的普通楓糖棒吃起來就像一個甜甜的冰球。同意嗎？好吧，稍後就給你們展示我的配方。從這些派中，你真的能吃出森林的味道。好了，你所需要的就是一些正宗、上乘的楓糖漿……/楓糖棒",
        "23": "Pink Cake/有一位來自鵜鶘鎮的觀眾最近寫了一封信給我……我們來看看……她的名字是海莉。她寫道：“上次我在祖祖市的時候，吃到了你做的粉色蛋糕，我馬上就愛上它了。你能在下期節目中分享一下粉色蛋糕的配方嗎？”。好吧，為什麼不呢？這是一款非常棒的蛋糕。並且，你永遠不會猜到其秘方是……甜瓜！/粉紅蛋糕",
        "24": "Roasted Hazelnuts/烤榛子！我的房子後面有一顆古老而漂亮的榛子樹，每年，我都會邀請全家人過來舉行一次果仁燒烤宴會！一旦我們開始燒烤，周圍的鄰居就會聞香而來。烤榛子的濃香真的是不可阻擋啊。好了，來看看我的家族秘方……/烤榛子",
        "25": "Fruit Salad/水果沙拉！這是一道健康、美味的菜餚，可以讓你每天都過得舒暢。最重要的就是要選取成熟的水果。可別給我提那些超市裡賣的隔夜水果……我所說的是新鮮摘取的多汁、美味水果。好吧，現在仔細看好了……/水果沙拉",
        "26": "Blackberry Cobbler/黑莓脆皮餅！這道菜總會讓我想起星露谷。秋季的那幾天，星露谷到處都是我人生中吃過最美味的黑莓。如果你家裡有一些這樣的黑莓，我極力建議你將它們做成這簡單黑莓脆皮餅。/黑莓脆皮餅",
        "27": "Crab Cakes/蟹黃糕！蟹肉本身就比較細膩，但是，將它與麵包屑、雞蛋攪拌混合之後，就變得非常入味了。這就是我喜歡吃蟹黃糕的原因。不過，在你敲碎蟹殼之前，先看一下我這個非常關鍵的調味料……/蟹黃糕",
        "28": "Fiddlehead Risotto/義式蕨菜燉飯！蕨菜看起來很漂亮，但是，直接吃的話，會感覺非常乏味。所以，你得多注意自己加入的香料。實話說，義式蕨菜燉飯要做好，還是非常難的。不過，在我的幫助下，你一定會成功做出一道美味的義式蕨菜燉飯。/義式蕨菜燉飯",
        "29": "Poppyseed Muffin/虞美人籽鬆糕！虞美人會開出非常迷人的花朵……但是，為什麼不把虞美人和這可口的鬆餅充分融合到一起呢？我對虞美人籽情有獨鍾。這虞美人籽看起來沒什麼特別的，但是，它們會讓麵包甜點更具香味和質感。並且，它們還很健康！/虞美人籽鬆糕",
        "30": "Lobster Bisque/龍蝦濃湯！你可以親自將這道菜獻給州長。這龍蝦濃湯濃郁、奶香、美味，並且會讓你感受到海洋的味道。要找到一些新鮮的龍蝦是最難的，不過，我相信你可以做到的。好吧，如果你覺得自己夠靈巧，那就親自用蟹籠抓一隻！/龍蝦濃湯",
        "31": "Bruschetta/義式烤麵包！這是一道簡單但非常美味的開胃菜，它真的能突顯出原材料的質感。你需要準備的是麵包、番茄以及油。首先，將麵包烤好。將番茄切碎，並撒到烤好的麵包上。然後，淋上一點油，就可以上桌了。我沒騙你吧，做起來確實簡單！/義式烤麵包",
        "32": "Shrimp Cocktail/鮮蝦雞尾酒！這是另一道會讓你和你的客人非常喜歡的開胃菜。我製作的雞尾酒汁極其鮮美，我相信你一定會愛上它的。好了，第一步是……/鮮蝦雞尾酒 "
    }
}
