{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "給所有新人一個提示：在等待第一次收成的同時，你可以去砍柴和收集野生牧草以掙取些額外收入！",
        "4": "給星露谷的居民一個提示。去查看一下生長在小鎮西南部的野蔥，小鎮的西南方是河川與大海交會的地方。偶爾能找到一簇簇的野蔥從泥土中冒出來。",
        "8": "接下來就說說籬笆吧。籬笆有助於抑制雜草的蔓延和保護你的莊稼。籬笆還可以讓農民圈養他們的牲口。一般的木籬笆很快就會破損，但是石頭、鐵以及硬木做的籬笆可以用很久!",
        "11": "烏鴉會來搗亂？看來你需要一個稻草人！在你的農場設置一個稻草人，可以把烏鴉嚇退到百里之外。一定要保護好珍貴的莊稼！^還有一件事……你如果需要更大空間的背包來裝道具的話，可以到當地的雜貨店去看看。",
        "15": "美莓成熟的季節到了！整個鄉村的草叢中都布滿了小巧而多汁的美莓，你可以隨意採摘！把它們採摘下來出售，就可以掙到一筆額外的收入。",
        "18": "啊，清爽的雨……這是農民的最好朋友！下雨時，你就不用親自去澆灌莊稼了。要充分利用這種天賜良機！",
        "22": "甩出你的魚竿去釣條大肥魚，釣到的魚可以拿去賣！較閒時釣魚可以掙取額外收入。魚鉤拋離陸地的距離決定了你能釣到什麼樣的魚……其他影響因素還有地點、季節、時間、以及天氣！",
        "25": "果樹。它們需要一個季節的時間來生長，所以，要提前種下！如果你新種下的果樹周圍沒除草乾淨，果樹的生長就會受到影響。當你的果樹長成之後，只要是在成熟的季節，它就會每天為你結出可口的果子。你該開始謀劃了！",
        "29": "夏天來了，可以種植各式各樣新的農作物了！就拿啤酒花來說吧。它的藤蔓成長起來需要一段時間，一旦長成，就每天都會結出豐碩的果實。所以祝你好運吧!",
        "32": "下面這些魚，你只有在夏天才能找到：麻哈脂鯉，可以在白天的森林河流中找到。虹鱒魚，可以在白天的森林河流和山澗找到。河豚，可以下午時分的大海中找到。還有章魚，可以在早晨的大海中找到。可以的話，就抓住它們！",
        "36": "我們來說說玉米吧。這是一種非比尋常的農作物，因為它可以生長兩季。沒錯，季節變遷的時候，很多農作物都會枯萎，但是玉米卻能夠繼續生長。你可以在夏季和秋季種植玉米。那就快去行動起來，去種一些玉米吧！",
        "39": "從明天開始，大量的貝殼和珊瑚會被沖到全世界的海灘上。我不是一位科學家，但是，我聽說這和螃蟹的交配季節有關係。不管怎麼樣，你可以利用當地的海灘掙一筆大錢。",
        "43": "要在鎮上做一次大保健嗎？靜靜地躺在冒著熱氣的泉水中，放鬆自己，補充能量。啊……那畫面實在太美麗，對吧？",
        "46": "夏天肯定出現閃電風暴。如果你知道如何製作避雷針，那麼你可以收集閃電來製作電池。這些電池可以出售或者用於加工其他物品！",
        "50": "大多數小鎮上的雜貨店門口都張貼了季節歷。時而看一下季節歷，確實不錯的，你可以了解到社區裡的一些時事。同時，一定要看一下有嗎有招聘廣告！",
        "53": "秋天就快到了！毋庸置疑，秋天對於農民來說，是一個豐收的季節，所以，一定要存下一些錢來買新的種子哦。如果你還沒更換過噴壺，那現在是一個好時機。",
        "57": "我們來說說向日葵吧。當你收割向日葵的時候，你不僅獲得漂亮的花朵，還可以獲得一些種子。你可以再次種下這些種子或拿去賣。想想就有點小激動！",
        "60": "如果你是一位小鎮上的農民，那麼，你遲早會被邀請去舉辦一場所謂的「農莊展」。具體來說，你需要展示9件最能突出你的才能的物品。儘量挑選出高品質、高價值的物品，而且種類一定要豐富。魚、礦石、手工藝品、水果以及蔬菜都適合出展！",
        "64": "黑莓成熟的季節到了！鄉村的所有草叢中都布滿了成熟的果實。你可以出去自己看看！",
        "67": "魚類聚焦：鮭魚。秋天，鮭魚會回到它們的產卵地進行產卵。所以河流裡面會充斥著鮭魚！只有秋天才會有垂釣到鮭魚的機會，所以好好把握這個機遇吧。",
        "71": "有樹液採集器嗎？聰明的採集者知道如何使用它們。你可以把它們固定到野生樹上。楓樹會流出楓糖漿，橡樹會出樹脂，松樹會流出松焦油。糖漿是最珍貴的，不過，所有樹上的產物都有其用途！",
        "74": "冬天馬上來了。冬天，所有的草都會枯萎，你一定要儲藏足夠多的乾草來餵養動物，讓它們溫飽地度過一整個冬天。每個貯藏箱可以儲存240片乾草，所以，一定要計算一下，看看還是否需要添加！",
        "78": "魚類聚焦：鼓眼魚。你可以在秋天和冬天的雨夜找到這種魚。任何淡水水域都有它們的身影。",
        "81": "冬天馬上就要來了……這就意味著你的農事可以告一段落了。冬天裡，沒有莊稼可以生長，除非你建造了溫室。不過，你還是可以忙其他的事的！來年的冬天你會更忙碌。",
        "85": "冬天……這是整個世界都會安靜下來的季節。現在是採礦、釣魚以及聚會的大好時機。更換你的工具，為春天的耕種做好準備。或者，讓當地的木匠為你的農場打造些木具。儲備資源、更換工具，為來年做好充分的準備。",
        "88": "想知道怎樣才可以獲得「精製石英」嗎？你須要將一塊普通的舊石英放入爐內。然後用一些煤炭來起火。",
        "92": "砍柴時找到了一些樹木的種子？你可以將種子種到地裡，這樣，一棵新的樹就會長出來了。發揮你的創造性吧！",
        "95": "下面這些魚，你只有在冬天才能找到：墨魚和蛇鱈魚。墨魚可以在夜晚的大海中抓到。蛇鱈魚則出現在淡水湖中。當然，也有傳言說還有一些非常稀有和奇特的魚，只有在特別的季節中才會出現。但是我沒有它們的相關資料。",
        "99": "我們來說說晶球吧。晶球是中空的石頭，通常含有珍貴的礦物。只需一點辛勞費，鐵匠就可以幫你敲開它們。晶球也有很多種類，每種晶球都含有不同的礦物。不過，稀有的「混合晶球」則會含有所有種類的礦物。",
        "102": "如果你想讓某些人開心，你就得在他們生日的時候送上他們最喜歡的禮物！信我沒錯。",
        "106": "你見過三根細小的棕色莖稈從地裡冒出來嗎？一般上很難發現。但你要是在該位置挖掘，就一定會找到些東西。不要問我個中原理。",
        "109": "是否很想挖一挖你鄰居的垃圾堆？嘿，如果你真有這種奇葩想法，那就確保在沒有人看見的時候才去挖。如果被人發現，那就會噁心到鄰居，影響鄰里之間的友誼。除非對方跟你一樣奇葩。",
        "113": "新年到了。好好留意一下當地雜貨店中有沒有什麼新型種子。希望你已經在冬天時更換過工具，為新的一年做好了準備！",
        "116": "魚類聚焦：鰻魚。鰻魚可以在春天和秋天的雨夜從大海中抓到。",
        "120": "有廚房嗎？烹飪是提升能力的絕佳方式。很多菜餚不僅會賦予你能量，而且還可以臨時提升你的技能、速度以及其它能力。是不是想想就有點小激動？",
        "123": "道具聚焦：蟹籠。經驗豐富的垂釣者都懂得如何製作蟹籠。除了抓螃蟹外，蟹籠還可以用來抓取淡水湖和鹹水湖中的各種水生生物。只要將蟹籠放入水中，並裝入誘餌。第二天再回來，看看蟹籠中有沒有捕獲什麼東西。如果想繼續使用，那就得重新裝入誘餌。",
        "127": "美莓成熟的季節到了！整個鄉村的草叢中都布滿了小巧而多汁的美莓，你可以隨意採摘！把它們採摘下來出售，就可以掙到一筆額外的收入。",
        "130": "我們來說說蜂蜜吧。顧名思義，蜂蜜就是蜜蜂產出的蜜糖。如果你的蜂房附近有鮮花開放，那麼，你的蜜蜂會產出美味的蜂蜜。否則，你只能收穫到「野蜂蜜」。厲害吧？",
        "134": "對於冒險者，我有個提示……不要忘記武器的特別攻擊！寶劍可阻擋敵人的攻擊，對付史萊姆很有用。棍棒可以敲擊地面以震飛敵人……匕首可以用來施展瞬間三連擊！出外行走要注意安全哦。",
        "137": "鵜鶘鎮附近有個著名的冒險者公會。會長馬龍制定了一個獎勵計劃來激勵勇士前往當地的山洞中擊殺怪物。冒險者殺死大量怪物之後，可以獲得相應的強大道具。牆上張貼了海報，裡面寫了相關的詳細訊息。加油吧！",
        "141": "聽說有些人會守候在移動的火車旁以拾取車上掉下來的物品。嘖嘖……這年頭的人為了免費物品真是什麼事都幹得出來！",
        "144": "動物聚焦：豬。^^這一帶的豬都受過專業訓練，可以嗅找珍貴的松露。你只要放這些豬出去自由行動，然後耐心地等待就行了。收穫到的松露可以加工做成油來賣。",
        "148": "再次提醒一下，下面這些魚，你只有在夏天才能找到：劍魚，可以在白天的森林可流中找到。虹鱒魚，可以在白天的森林河流和山澗找到。河豚魚，可以下午時分的大海中找到。還有章魚，可以在早晨的大海中找到。可以的話，就抓住它們！",
        "151": "魚類聚焦：超級海參。你可以在大海中找到這種珍貴的魚。它只會在夏天和冬天的晚上出現。",
        "155": "我知道這很難……但是，你真的不用擔心自己的馬兒！你可以把它們扔在任何地方，它們自己能夠找到回家的路。馬是一種非常聰明和獨立的動物！",
        "158": "我想到一個主意……建一個野水果園！將樹液採集器固定到這些樹上，然後收集珍貴的糖漿。你不照做也沒事！我毫不在乎。",
        "162": "道具聚焦：酒桶。酒桶的經典用途就是製作葡萄酒。但是，你是否知道任何水果都可以做成酒？對啊。^你還可以把蔬菜做成果汁呢。",
        "165": "你手頭上有日誌嗎？別忘了時常查看一下自己的日誌。你容易忘記的重要訊息都記錄在裡面了。",
        "169": "如果你得到了「稀有種子」，現在就該把它種下了。傳言說這種子需要一個季節來生長，但是，我已得到確切訊息，實際上只要24天。傳說它長成之後會結出全世界最甜的果子。",
        "172": "有農民匯報說，當大片的花椰菜、甜瓜或者南瓜成熟時，會發生一些奇怪的事情。嗯。我是無法證實了。",
        "176": "黑莓成熟的季節到了！鄉村的所有草叢中都布滿了成熟的果實。你可以出去自己看看！",
        "179": "想結婚？那你就需要一個美人魚吊墜。寶石海這邊的每個人都知道贈送美人魚吊墜代表什麼意思。^當你收到這樣的吊墜時，情況就比較微妙了。每個地區好像都有自己的習俗，不過，這些習俗基本上都是和海灘或海洋有關係。",
        "183": "道具聚焦：回收機。你在釣魚的時候是否釣到過很多垃圾？在這個時代，已經不足為奇了。好吧，有了回收機，你就可以將這些垃圾轉變成有用的東西。只要將你的垃圾放入回收機內，讓它自行工作就行了。不同類型的垃圾可以轉化成不同種類的物品",
        "186": "魚類聚焦：鯖魚。這種魚可以在清早或者晚上找到。在秋天或者冬天的大海中尋找它吧。",
        "190": "魚類聚焦：林躍魚、沙魚以及蠍鯉。據說，林躍魚只生存在叢林深處。沙魚和蠍鯉只能在沙漠綠洲中找到。",
        "193": "再過幾天，芬吉爾共和國一帶就要迎來萬靈節了！你也許不知道有這麼一個習俗：尋找黃金南瓜。如果你的鎮上有個鬧鬼迷宮，那麼裡面肯定藏有黃金南瓜。找到就能賣大錢哦！",
        "197": "各位，請聽我一言。在你有小孩之前，務必先在家中建一個育兒室。小寶寶需要一張嬰兒床！",
        "200": "道具聚焦：寶石複製機。這一款神奇的機器可以無限制地複製各種寶石。只要將你想要複製的寶石放入機器內，讓機器自行工作，過一段時間後，嘿嘿……財源滾滾來！",
        "204": "如果你的畜棚中有成年動物，並且畜棚還有空間……那麼它們就有機率產子。",
        "207": "魚類聚焦：鯰魚。這是一種比較罕見的魚，下雨時會出現。你會發現它們生存在小鎮旁的河流中，以掉到水中的殘羹剩飯為食。它們不喜歡炎熱的天氣，所以，在夏天時就別煞費苦心來釣它們了！",
        "211": "道具聚焦：蟲箱。需要源源不斷的誘餌？自己製作一個蟲箱吧。只要把蟲箱運作起來，那每天都能收穫到一些誘餌。",
        "214": "在層層積雪下方，春天的種子正在嶄露頭角，準備在陽光中綻放自己全新的生命。當春天再度來臨的時候，你別太驚訝於農場的「慘狀」，只要下點功夫清理一番就好了！",
        "218": "如果你有一個淘金盤，那一定要多留意水中是否有發光耀眼的東西。^水中經常會有珍貴的礦石出現，免費的哦！",
        "221": "各位，我要宣布一件事情。我即將退休，這是最後一檔離地生活節目。這段日子我過得很開心，我會想念你們的。哦，我已經告訴電視台，讓他們明年開始進行重播。^^照顧好自己！"
    }
}