{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "0": "種植小建議--^*使用肥料有助於增加農作物質量、減少工作量、或提升農作物產量。^*果樹成熟需要一整個季節，但並不需要過多打理。注意要把樹苗周圍的雜草石木清理乾淨，以便果樹茁壯成長。^*各種莊稼在當前季節結束時，就會死去。除非是可以多季節進行栽培的種類，比如玉米。^*諸如芥蘭菜與大麥等部分農作物需要用鐮刀來收割。",
        "1": "……這本書是瑪妮的。「動物們非常敏感。它們喜歡每天都得到呵護。相比乾草，它們更青睞戶外的嫩草。然而，在雨天的時候它們不喜歡待在外面。開心的動物會產出更高品質的產品！」",
        "2": "當地的森林和山脈是尋找野生農作物的好地方！一名合格的採集者會時常清除這些區域的任何雜草、樹樁或石頭，讓野生農作物有足夠的生長空間！專家級採集者會懂得培育野生農作物的秘密，使它們可在農場生長。是不是很厲害？",
        "3": "漁夫，第一幕。泰克斯：戈爾迪，你是怎麼釣到這麼多魚的？我怎麼努力都做不到你那麼厲害！戈爾迪：你必須選擇成為職業漁夫……然後通過訓練逐漸提升釣魚的速度！泰克斯：所以你是說提高釣魚技能就能加快釣魚的速度？戈爾迪：是的。你甚至能掌握到製作浮標的技術，進一步提高捕魚能力。話就到此了，你走吧！",
        "4": "礦井到底有多深？長久以來，星露谷的冒險者們都無法回答這個深奧的問題……其實，這個問題的答案無人知曉。有許多深入礦井探索的人都一去不復返……不過，有幾名勇敢的探險老手真的抵達了礦井深處並平安返回。據他們所說，礦井主要分為三個不同的區域，每個區域都有對應的怪物與寶藏。有些冒險者自稱發現了巨大的地下湖泊以及詭異的生物……不過至今也沒人能夠證明此事。",
        "5": "一個老農民的日記：我搬來這裡有一年了，我開始和當地居民交流起來。有朋友的感覺真好！他們送給我很多禮物，甚至包括他們珍藏的秘密家庭食譜！我受益良多。",
        "6": "「稻草人」：一旦開始在農場上種植大面積的莊稼，你就得準備好迎接烏鴉的拜訪。每天早上，你都有可能發現一隻隻烏鴉把你辛苦換來的勞動果實當作早餐飽餐一頓了！想要避免這些煩人的烏鴉吃掉你的莊稼，其中一種方法就是在莊稼旁邊放置稻草人。請注意，稻草人的保護範圍是有限的。如果你的農場很大的話，你就需要多放置幾個稻草人。稻草人會記錄它們一共嚇走了多少隻烏鴉。你可以據此判斷稻草人是否置放在了最有效的位置上。* 「稻草人收藏系列」可不僅僅是用來觀賞的！它們也能像正常的稻草人那樣發揮作用。",
        "7": "星之果實的秘密——幾千年以來，人們一直對星之果實的神秘力量感到好奇……但是從來沒有人知道它們的來歷。R.J.庫特勒教授是奇異水果研究方面的領軍人物，他是這麼說的：「我們已經發現，隕石上面找到的遺傳物質跟星之果實的遺傳訊息十分相似，不過未能證實兩者是完全一致的。」無論它們來自何方，可以肯定的是這種奇妙的水果非常的美味……甚至傳聞有人在吃了這些水果後獲得了特殊的能力。",
        "8": "草原王者大冒險——超熱門電子遊戲！你知道嗎？任何通關「草原王者大冒險」的玩家都會自動進入到一個特別獎勵的抽獎環節。你知道嗎？遊戲開發者說主角取材於一個真實的人物……一位來自寶石海上的大草原島的牛仔英雄！",
        "9": "——關於鑽石生產的研究——經過我多年在礦井裡的研究，我發現了一些關於鑽石出現頻率的規律。我的研究只涉及到礦井裡面分布的那些石頭……那些可以用鎬頭敲碎的石頭。其他來源的礦產尚需進一步研究。鑽石似乎只在50層或以上的礦井中形成。在50層時，大概每500塊石頭中就有1塊礦石是富含鑽石的。在50層以上，鑽石出現的機率似乎以約每層0.000016的數值增加。真是一種罕見的寶石啊！——M·賈思博",
        "10": "——釀酒師指南——^ 啊……釀酒！酵母濃郁的香氣從雪松閣樓中飄過……新伐木頭的花一般的音調在冬季的夜晚起舞……但是我有點偏題了。你可能對釀酒的實用方面更感興趣……如果要釀酒，你需要一個小桶。首先你需要有小桶的藍圖。小桶可以用來盛裝多種產品。如果將蔬菜放在裡面，小桶會產生蔬菜汁。蔬菜汁的釀造時間最短。如果將小麥放在桶裡，會產生啤酒。啤酒需要一段時間來釀造，但它很能賺錢。將啤酒花放在小桶裡將釀造深受喜愛的「淡啤酒」，將水果放在小桶中來釀造果酒。果酒的釀造時間最長，但是由最好的水果製成的果酒非常值得等待！對你的小桶保持耐心……當它完全靜止時就釀好了。適量飲用，否則你一定會後悔的！",
        "11": "——神秘的矮人——矮人自稱「Smoluanu」…………翻譯過來就是「天空人」的意思。這對生活在地下深處的一群人來說是很奇怪的名字，不是嗎？矮人的另一個神秘特點是他們與生俱來的先進技術。儘管同事們嘲笑我，根據這些證據我還是提出了一個新理論：我相信矮人是從前高度文明的倖存者，很久以前他們的星際交通工具在這個星球上撞毀。我認為這艘矮人飛船開始往地下鑽孔，一直鑽到地下深處……而隨著時間的推移，矮人適應了新的地下生活環境。我的同事問：「他們為什麼不來地上，不住在地表呢？……也許他們之前的行星有很厚的大氣層保護他們不受恆星輻射，他們根本無法在我們的陽光下生存。這可以解釋為什麼他們只會在夜間出現在地面上活動，從我們的房子中取走他們需要的東西……-M.賈思博",
        "12": "——由巴之書摘錄——。在時間開始流動之前，天地間只有無邊無際的金光。那光把自己叫做……「由巴」。由巴想要得到更多。由巴把金光攪拌成了一個漩渦。由巴轉啊轉啊轉，直到漩渦的中央出現了一個大洞。這個洞裡面誕生出了一粒種子。由巴讓金光平靜了下來。由巴讓它不斷地平靜，平靜，最終金光變成了土壤。由巴把種子埋在了這土壤之中。種子萌發了，看哪！一條藤蔓向著天空生長著、蜿蜒著、試探著，在金色的虛空之上留下一道蜿蜒的黑影。11天之後，藤蔓結出了果子。由巴用他的智慧把果子堅硬的果皮剝了下來，並在裡面看到了世界。世界就是這樣形成的。",
        "13": "——農民結婚手冊——在你向任何人求婚之前，你得先跟對方約會一段時間（用皮埃爾商店裡面的花束來約會對象）。而在你求婚前，你得先準備一個「美人魚吊墜」。所有人都知道這個吊墜所代表的意義。傳說在狂風暴雨的日子，星露谷會出現一個老水手的鬼魂，其手中就是抓著這樣的一個吊墜。在婚禮之後，你的伴侶會搬過來跟你一起住。記得要好好對待你的新婚伴侶……即使在結婚以後他們依然會喜歡收到禮物！（此文章由皮埃爾友情贊助）",
        "14": "漁夫，第二幕。泰克斯：戈爾迪，給我講講你最棒的有關漁夫的故事吧。戈爾迪：*嘆氣*……我以前可抓到過不少大魚，有很多是很稀有很難抓的種類……但有一隻魚和我整整搏鬥了三天三夜。戈爾迪：我將這魚叫做……「傳說之魚」。那傢伙個頭很大……我越用力拉線，他也就越用力掙扎。我一走神，它就把我的船弄成了兩半。在那之後我就再也沒釣過魚了。泰克斯：你覺得以後會有人抓住他嗎？戈爾迪：唔……如果這人是個捕魚大師，又抓到過所有稀有魚類，還確保它們都得以正確餵養的話……也許會的吧。畢竟你要尊重水這種東西啊，兒子。泰克斯：……兒子……？難道你是……我父親？戈爾迪：沒錯，我就是你父親。**狗血的音樂響起**",
        "15": "——科技報告！——某種名為「寶石複製機」的先進科學機器的設計圖紙已被發布。這個機器可以憑空種出水晶，為其擁有者提供源源不絕的貴重寶石！以下為使用說明：將選好的寶石放入機器之中……然後耐心等待，多日之後，寶石複製機便會將你放入的寶石完美複製！當機器停止抖動時，就證明工作完成了。在你取走寶石之後，寶石複製機便會繼續複製寶石的工作……除非想要更改所生產的寶石種類，否則就無需更換原寶石！可惜的是，這機器無法複製極為稀有的「五彩碎片」寶石……不知為何，這種碎片的電動勢對機器有所排斥。",
        "16": "——傳奇之魚的秘密——漁夫們經常說起五隻稀有而獨特的魚，只有經驗極為豐富的漁人才能捕捉得到。一旦被抓住，這魚就再也不會出現了。緋紅魚出沒於夏日溫暖的海洋之中。曾在海灘最東邊被目擊到。冰川魚僅在冬天出沒，出沒於煤礦森林南端的箭頭島，森林與河流交會處。鮟鱇魚出沒於秋季，城鎮北方，河流從山上流下之處。據說還有一隻奇怪詭異的魚遊走於下水道之中。最後一條魚是屬於一種從未被捕捉到過的物種，名為「傳說之魚」據說其生活在山上湖底一個沉入水中的木樁裡，只在春季下雨時出來偷吃青蛙產的卵。只有技巧最為高超的漁人才能抓住這條魚。釣魚需要長期的鍛鍊，總有一天你會抓到這些稀有的魚的。記住，保護生態平衡，不要過度捕魚。",
        "17": "……我在出鵜鶘鎮的隧道裡看到了一些奇怪的東西。黑暗中有一扇小門。但我無法將其打開。-岡瑟",
        "18": "岡瑟的字條：哇，這個圖書館真的變得不同凡響了，多虧了你的幫忙！非常感謝！",
        "19": "哥布林^M.賈思博著^^這種被稱作「哥布林」的生物起源於布魯邁爾山另一側的東北部森林。他們擁有著綠色的皮膚、亮紅色的眼睛，並散發著惡臭，對於沒有經驗的旅行者來說，與他們初次相遇，會感到非常的可怕。^^儘管有著令人不安的相貌，但是，哥布林卻擁有和人類相似的智慧和情感，對於學習我們的習俗和語言也沒有任何障礙。我曾遇到過的哥布林，在我表示沒有惡意之後，還是很友善和藹的。不幸的是，由於幾個世紀以來人們對他們的不信任和錯誤對待，很多哥布林開始投靠巫師、術士、死靈法師等等邪惡人士麾下效命。^^哥布林的傳統食物大部分由蛆肉組成，這些蛆肉主要來源於哥布林家鄉森林中的又大又肥的蛆。在特殊的場合，哥布林也會享用一種叫做「虛空美乃滋」的美食……這也許是哥布林菜譜中的最頂級菜餚了。",
        "20": "大象嚎叫 海上波濤 參加盛宴 鎮上某處 裡有乾坤^^鴨子聞聲 蛋落下來 黃鸝遠去 醬到他方 餐廳遺失 廳外有人^^奇聞古今 怪事連連 小聲絮語 面面相覷 包羅萬象 玩故習常 具體何事 箱裡尋求",
        "Missing": "這裡少了一本書……"
    }
}